[{"id":0,"note":"meta quest 3 has physical wheel for adjustment whereas there are literal motors inside apple pro no manual adjustment needed, it will sense via cameras and automatically adjust based on your eyes\n","keypoints":["meta quest 3 wheel bottom optics","apple no phys wheel","camera adjustment with eyes"],"transcript":"look at something basic like meta Quest 3 has this little wheel on the bottom that you can use to adjust the Optics inside well Apple didn't want to put this little physical wheel that you have to manually do instead there are literal Motors inside a vision pro it'll use the cameras to look at your eyes then adjust them the lenses so it matches you perfectly for the first time that you put it on"},{"id":1,"note":"Food is converted to ATP by mitochondrias. Mitochondrias have 2 membranes, inner and outer separated by the intermembrane space. ATP is generated in the intermembrane by oxidative phosphorylation.","keypoints":["chem energy atp released by mit 2 membranes outer and inner, atp is generated in the intermembrane by a process called oxidative phosphorylation"],"transcript":"mitochondria. Here, food is converted into chemical energy called ATP. ATP is released by the mitochondria,  so cells can use it. Mitochondria consists of two membranes, an outer membrane separating it from  the cytosol, and an inner membrane surrounding the so called matrix. The area between these  membranes is called the inter membrane space. ATP is generated at the inner membrane of mitochondria  by an efficient mechanism called oxidative phosphorylation"},{"id":2,"note":"Why does motivation seem fickle? It is defined by a desire or impetus to maintain and initiate specific behaviours. It is the energy that drives actions. It is important to know the source of motivation to maintain it.","keypoints":["motivation fickle?","def desire to maintain and initiate behaviours","energy to drive","source of drive imp to maintain"],"transcript":"Why does motivation seem so fickle? And what even is it in the first place? Psychologists define motivation as the desire or impetus to initiate and maintain a particular behavior. In other words, it's the energy that drives you to do something. And knowing the source of that drive is particularly important when it comes to understanding how to maintain it."}]